Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Latest handshake:
sv: Senaste handskakningen:

source: %(box_name)s will attempt to reach a WireGuard server with the following information. Ensure that the server is configured to allow %(box_name)s's public key and IP address.
sv: %(box_name)s fÃ¶rsÃ¶ker nÃ¥ en WireGuard-server med fÃ¶ljande information. Kontrollera att servern Ã¤r konfigurerad fÃ¶r att tillÃ¥ta %(box_name)s offentliga nyckel- och IP-adress.

source: Server endpoint:
sv: ServerÃ¤ndpunkt:

source: Public key of this machine:
sv: Offentlig nyckel fÃ¶r denna maskin:

source: IP address of this machine:
sv: IP-adressen fÃ¶r denna maskin:

source: All outgoing traffic is sent using this connection:
sv: All utgÃ¥ende trafik skickas med denna anslutning:

source: Added new client.
sv: Lade till ny klient.

source: Client with public key already exists
sv: Klient med offentlig nyckel finns redan

source: Allowed Client
sv: TillÃ¥ten klient

source: Updated client.
sv: Uppdaterad klient.

source: Modify Client
sv: Ãndra klienten

source: Delete Allowed Client
sv: Ta bort tillÃ¥ten klient

source: Client deleted.
sv: Klienten har tagits bort.

source: Client not found
sv: Klienten hittades inte

source: Added new server.
sv: Lade till ny server.

source: Connection to Server
sv: Anslutning till server

source: Updated server.
sv: Uppdaterad server.

source: Modify Connection to Server
sv: Ãndra Anslutningen till Servern

source: Delete Connection to Server
sv: Ta bort anslutning till server

source: Server deleted.
sv: Servern har tagits bort.

source: WireGuard server started successfully.
sv: WireGuard-server startades framgÃ¥ngsrikt.

source: Failed to start WireGuard server: {}
sv: Misslyckades att starta WireGuard-server: {}

source: WordPress is a popular way to create and manage websites and blogs. Content can be managed using a visual interface. Layout and functionality of the web pages can be customized. Appearance can be chosen using themes. Administration interface and produced web pages are suitable for mobile devices.
sv: WordPress Ã¤r ett populÃ¤rt sÃ¤tt att skapa och hantera webbplatser och bloggar. InnehÃ¥llet kan hanteras med hjÃ¤lp av ett visuellt grÃ¤nssnitt. Webbplatsernas layout och funktionalitet kan anpassas. Utseende kan vÃ¤ljas med hjÃ¤lp av teman. AdministrationsgrÃ¤nssnittet och producerade webbsidor Ã¤r lÃ¤mpliga fÃ¶r mobila enheter.

source: You need to run WordPress setup by visiting the app before making the site publicly available below. Setup must be run when accessing {box_name} with the correct domain name. Enable permalinks in administrator interface for better URLs to your pages and posts.
sv: Du mÃ¥ste kÃ¶ra WordPress-installationen genom att besÃ¶ka appen innan du gÃ¶r webbplatsen tillgÃ¤nglig fÃ¶r allmÃ¤nheten nedan. Installationen mÃ¥ste kÃ¶ras nÃ¤r du gÃ¥r in pÃ¥ {box_name} med rÃ¤tt domÃ¤nnamn. Aktivera permalÃ¤nkar i administratÃ¶rsgrÃ¤nssnittet fÃ¶r bÃ¤ttre webbadresser till dina sidor och inlÃ¤gg.

source: WordPress has its own user accounts. First administrator account is created during setup. Bookmark the <a href="/wordpress/wp-admin/">admin page</a> to reach administration interface in the future.
sv: WordPress har sina egna anvÃ¤ndarkonton. Det fÃ¶rsta administratÃ¶rskontot skapas under installationen. LÃ¤gg <a href="/wordpress/wp-admin/">admin-sidan</a> som ett bokmÃ¤rke fÃ¶r att nÃ¥ administrationsgrÃ¤nssnittet i framtiden.

source: After a major version upgrade, you need to manually run database upgrade from administrator interface. Additional plugins or themes may be installed and upgraded at your own risk.
sv: Efter en uppgradering av en stÃ¶rre version mÃ¥ste du manuellt kÃ¶ra databasuppgradering frÃ¥n administratÃ¶rsgrÃ¤nssnittet. Ytterligare plugins eller teman kan installeras och uppgraderas pÃ¥ egen risk.

source: Public access
sv: Publik tillgÃ¥ng

source: Allow all visitors. Disabling allows only administrators to view the WordPress site or blog. Enable only after performing initial WordPress setup.
sv: TillÃ¥t alla besÃ¶kare. Om du inaktiverar detta kan endast administratÃ¶rer se WordPress-webbplatsen eller bloggen. Aktivera endast efter den fÃ¶rsta installationen av WordPress.

source: Content management system
sv: InnehÃ¥llshanteringssystem

source: Zoph manages your photo collection. Photos are stored on your {box_name}, under your control. Instead of focusing on galleries for public display, Zoph focuses on managing them for your own use, organizing them by who took them, where they were taken, and who is in them. Photos can be linked to multiple hierarchical albums and categories. It is easy to find all photos containing a person, or photos taken on a date, or photos taken at a location using search, map and calendar views. Individual photos can be shared with others by sending a direct link.
sv: Zoph hanterar din fotosamling. Foton lagras pÃ¥ din {box_name}, under din kontroll. IstÃ¤llet fÃ¶r att fokusera pÃ¥ gallerier fÃ¶r offentlig visning, fokuserar Zoph pÃ¥ att hantera dem fÃ¶r eget bruk, organisera dem genom vem som tog dem, var de togs, och vem som Ã¤r i dem. Foton kan lÃ¤nkas till flera hierarkiska album och kategorier. Det Ã¤r lÃ¤tt att hitta alla foton som innehÃ¥ller en person, eller foton tagna pÃ¥ ett datum, eller foton som tagits pÃ¥ en plats med hjÃ¤lp av sÃ¶k-, kart- och kalendervyer. Enskilda foton kan delas med andra genom att skicka en direktlÃ¤nk.

source: The {box_name} user who setup Zoph will also become the administrator in Zoph. For additional users, accounts must be created both in {box_name} and in Zoph with the same user name.
sv: {box_name} anvÃ¤ndaren som stÃ¤lla in Zoph kommer ocksÃ¥ att bli administratÃ¶r i Zoph. FÃ¶r ytterligare anvÃ¤ndare mÃ¥ste konton skapas bÃ¥de i {box_name} och i Zoph med samma anvÃ¤ndarnamn.

source: Enable OpenStreetMap for maps
sv: Aktivera OpenStreetMap fÃ¶r kartor

source: When enabled, requests will be made to OpenStreetMap servers from user's browser. This impacts privacy.
sv: NÃ¤r det Ã¤r aktiverat kommer fÃ¶rfrÃ¥gningar att gÃ¶ras till OpenStreetMap-servrar frÃ¥n anvÃ¤ndarens webblÃ¤sare. Detta pÃ¥verkar sekretessen.

source: Photo
sv: Bild

source: Organizer
sv: OrganisatÃ¶r

source: Setup
sv: StÃ¤ll in

source: User account <strong>%(username)s</strong> will become the administrator account for Zoph.
sv: AnvÃ¤ndarkonto <strong>%(username)s</strong> kommer att bli administratÃ¶rskonto fÃ¶r Zoph.

source: Generic
sv: Generisk

source: Error: {name}: {exception}
sv: Fel: {name}: {exception}

source: Waiting to start: {name}
sv: VÃ¤ntar pÃ¥ att starta: {name}

source: Finished: {name}
sv: Avslutad: {name}

source: Package {package_expression} is not available for install
sv: Paket {package_expression} Ã¤r inte tillgÃ¤nglig fÃ¶r installation

source: Package {package_name} is the latest version ({latest_version})
sv: Paketet {package_name} Ã¤r den senaste versionen ({latest_version})

source: installing
sv: Installera

source: downloading
sv: ladda ner

source: media change
sv: Mediabyte

source: configuration file: {file}
sv: konfigurationsfil: {file}

source: Timeout waiting for package manager
sv: Timeout vÃ¤ntar pÃ¥ pakethanteraren

source: Uniquely identify your user account with username
sv: Unikt identifiera ditt anvÃ¤ndarkonto med anvÃ¤ndarnamn

source: View email address
sv: Visa e-postadress

source: View basic profile information (such as name and email)
sv: Visa grundlÃ¤ggande profilinformation (t.ex. namn och e-post)

source: View permissions that account has
sv: Visa behÃ¶righeter som kontot har

source: Installing app
sv: Installera app

source: Updating app
sv: Uppdatera app

source: Error installing app: {exception}
sv: Fel vid installation av app: {exception}

source: Error repairing app: {exception}
sv: Fel vid reparation av app: {exception}

source: Error updating app: {exception}
sv: Fel vid uppdatering av app: {exception}

source: App installed.
sv: App installerad.

source: App updated
sv: App uppdaterad

source: Repairing app
sv: Reparerar app

source: Error running diagnostics: {error}
sv: Fel vid kÃ¶rning av diagnostik: {error}

source: Skipping repair, no failed checks
sv: Skippar reparation, inga misslyckade kontroller

source: Error repairing app: {error}
sv: Fel vid reparation av app: {error}

source: Re-running setup to complete repairs
sv: KÃ¶r konfigurationen igen fÃ¶r att slutfÃ¶ra reparationer

source: App repaired.
sv: App reparerad.

source: App repair completed with errors:
sv: Appreparation slutfÃ¶rd med fel:

source: Uninstalling app
sv: Avinstallera app

source: Error uninstalling app: {error}
sv: Fel vid avinstallation av appen: {error}

source: App uninstalled.
sv: Appen avinstallerad.

source: Updating app packages
sv: Uppdatera appaket

source: 403 Forbidden
sv: 403 fÃ¶rbjuden

source: You don't have permission to access %(request_path)s on this server.
sv: Du har inte behÃ¶righet att komma Ã¥t %(request_path)s pÃ¥ den hÃ¤r servern.

source: Page not found - %(box_name)s
sv: Sidan hittades inte - %(box_name)s

source: Requested page %(request_path)s was not found.
sv: BegÃ¤rd sida %(request_path)s hittades inte.

source: If you believe this missing page should exist, please file a bug at the FreedomBox Service (Plinth) project <a href="https://salsa.debian.org/freedombox-team/freedombox/issues">issue tracker</a>.
sv: Om du tror att denna saknade sida bÃ¶r finnas, vÃ¤nligen lÃ¤mna in en buggrapport pÃ¥ FreedomBox Service (Plinth)-projektet <a href="https://salsa.debian.org/freedombox-team/freedombox/issues"> felrapporteringssystem</a>.

source: This is an internal error and not something you caused or can fix. Please report the error on the <a href="https://salsa.debian.org/freedombox-team/freedombox/issues">bug tracker</a> so we can fix it. Also, please attach the <a href="%(logs_url)s">logs</a> to the bug report.
sv: Detta Ã¤r ett internt fel och inte nÃ¥got du orsakat eller kan fixa. VÃ¤nligen rapportera felet pÃ¥ <a href="https://salsa.debian.org/freedombox-team/freedombox/issues">bug tracker</a> sÃ¥ att vi kan fixa det. Bifoga ocksÃ¥ <a href="%(logs_url)s">logg</a> till felrapporten.

source: These are the last lines of the logs for services involved in this app. If you want to report a bug, please use the <a href="https://salsa.debian.org/freedombox-team/freedombox/issues">bug tracker</a> and attach this log to the bug report.
sv: Dessa Ã¤r de sista raderna av loggar fÃ¶r tjÃ¤nster som Ã¤r involverade i denna app. Om du vill rapportera en bugg, vÃ¤nligen anvÃ¤nd <a href="https://salsa.debian.org/freedombox-team/freedombox/issues">buggspÃ¥rare</a> och bifoga denna logg till buggrapporten.

source: Please remove any personal information from the log before submitting the bug report.
sv: Ta bort all personlig information frÃ¥n loggen innan du skickar in felrapporten.

source: Service <em>%(service_name)s</em> is not running.
sv: TjÃ¤nsten <em> %(service_name)s </em> kÃ¶rs inte.

source: FreedomBox is a personal server designed for privacy and data ownership. It is free software that lets you install and manage server apps with ease.
sv: FreedomBox Ã¤r en personlig server utformad fÃ¶r integritet och dataÃ¤gande. Det Ã¤r gratis programvara som lÃ¥ter dig enkelt installera och hantera serverappar.

source: Change password
sv: Byt lösenord

source: Shut down
sv: StÃ¤nga ner

source: Log out
sv: Logga ut

source: Select language
sv: VÃ¤lj sprÃ¥k

source: Log in
sv: Logga in

source: Launch web client
sv: Starta webbklient

source: Client Apps
sv: Klientappar

source: Web
sv: Webb

source: Mobile
sv: Mobil

source: Package
sv: Paket

source: Error
sv: Fel

source: Enable some <a href="%(apps_url)s">applications</a> to add shortcuts to this page.
sv: Aktivera vissa <a href="%(apps_url)s">applicationer</a> fÃ¶r att lÃ¤gga till genvÃ¤gar till den hÃ¤r sidan.

source: <em>%(service_name)s</em> is available only on internal networks or when the client is connected to %(box_name)s through VPN.
sv: <em>%(service_name)s</em> Ã¤r tillgÃ¤nglig endast pÃ¥ interna nÃ¤tverk eller nÃ¤r kunden Ã¤r ansluten till %(box_name)s via VPN.

source: Currently there are no network interfaces configured as internal.
sv: Det finns fÃ¶r nÃ¤rvarande inga nÃ¤tverksgrÃ¤nssnitt som Ã¤r konfigurerade som interna.

source: Currently the following network interfaces are configured as internal: %(interface_list)s
sv: FÃ¶r nÃ¤rvarande konfigureras fÃ¶ljande nÃ¤tverksgrÃ¤nssnitt som interna: %(interface_list)s

source: Dismiss
sv: Avfärda

source: Notifications
sv: Aviseringar

source: %(time_since)s ago
sv: %(time_since)s sedan

source: Your FreedomBox is <a href="%(networks_url)s">not behind a router</a>. No action is necessary.
sv: Din FreedomBox ligger <a href="%(networks_url)s">inte bakom en router</a>. Ingen Ã¥tgÃ¤rd Ã¤r nÃ¶dvÃ¤ndig.

source: Your FreedomBox is <a href="%(networks_url)s"> behind a router</a> and you are using the DMZ feature to forward all ports. No further router configuration is necessary.
sv: Din FreedomBox ligger <a href="%(networks_url)s"> bakom en router</a> och du anvÃ¤nder DMZ-funktionen fÃ¶r att vidarebefordra alla portar. Ingen ytterligare routerkonfiguration Ã¤r nÃ¶dvÃ¤ndig.

source: Your FreedomBox is <a href="%(networks_url)s">behind a router</a> and you are not using the DMZ feature. You will need to set up port forwarding on your router. You should forward the following ports for %(service_name)s:
sv: Din FreedomBox ligger <a href="%(networks_url)s">bakom en router</a> och du anvÃ¤nder inte DMZ-funktionen. Du kommer att behÃ¶va stÃ¤lla in port forwarding pÃ¥ din router. Du bÃ¶r vidarebefordra fÃ¶ljande portar fÃ¶r %(service_name)s:

source: Service Name
sv: Tjänstenamn

source: Protocol
sv: Protokoll

source: From Router/WAN Ports
sv: FrÃ¥n Router/WAN-portar

source: To %(box_name)s Ports
sv: Till %(box_name)s Portar

source: Application installed.
sv: Applikation installerad.

source: Install this application?
sv: Installera den hÃ¤r applikationen?

source: This application needs an update. Update now?
sv: Det hÃ¤r programmet behÃ¶ver uppdateras. Uppdatera nu?

source: This application is currently not available in your distribution.
sv: Denna ansÃ¶kan Ã¤r fÃ¶r nÃ¤rvarande inte tillgÃ¤nglig i din distribution.

source: Checking app availability...
sv: Kontrollera apptillgÃ¤nglighet...

source: Error checking app availability. Please refresh page.
sv: Fel vid kontroll av apptillgÃ¤nglighet. VÃ¤nligen uppdatera sida.

source: <strong>Conflicting Packages:</strong> Some packages installed on the system conflict with the installation of this app. The following packages will be removed if you proceed:
sv: <strong>Konflikterande paket:</strong> Vissa paket som Ã¤r installerade pÃ¥ systemet Ã¤r i konflikt med installationen av den hÃ¤r appen. FÃ¶ljande paket tas bort om du fortsÃ¤tter:

source: Update
sv: Uppdatera

source: Search with tags
sv: SÃ¶k med taggar

source: Clear all tags
sv: Ta bort alla taggar

source: Toggle theme (auto)
sv: VÃ¤xla tema (auto)

source: Toggle theme
sv: VÃ¤xla tema

source: Light
sv: Ljust

source: Dark
sv: MÃ¶rkt

source: View Logs
sv: Visa loggar

source: Backup
sv: Säkerhetskopia

source: Re-run setup
sv: KÃ¶r installation igen

source: Uninstall
sv: Avinstallera

source: Uninstall App <em>%(app_name)s</em>?
sv: Avinstallera app <em>%(app_name)s</em>?

source: All app data and configuration will be permanently lost. App may be installed freshly again.
sv: All appdata och konfiguration kommer att gÃ¥ fÃ¶rlorad permanent. Appen kan installeras pÃ¥ nytt igen.

source: Here
sv: HÃ¤r

source: Setting unchanged
sv: InstÃ¤nllningar ofÃ¶rÃ¤ndrade

source: before uninstall of {app_id}
sv: innan du avinstallerar {app_id}

source: The translation of this page from English is not yet complete. {link_start}You can contribute{link_end}.
sv: ÃversÃ¤ttningen av denna sida frÃ¥n engelska Ã¤r Ã¤nnu inte klar. {link_start}Du kan ocksÃ¥ bidra{link_end}.

source: This page contains machine-translated text which hasn't yet been reviewed and might be inaccurate. {link_start}You can contribute{link_end}.
sv: Den hÃ¤r sidan innehÃ¥ller maskinÃ¶versatt text som Ã¤nnu inte har granskats och som kan vara felaktig. {link_start}Du kan ocksÃ¥ bidra{link_end}.

source: Your Liberapay account has been disabled
sv: Ditt Liberapay-konto har blivit inaktiverat

source: Your Liberapay account has been marked as fraudulent by a staff member. You are no longer able to send and receive payments.
sv: Ditt Liberapay-konto har blivit markerat som bedrÃ¤gligt av en anstÃ¤lld. Du kan inte lÃ¤ngre skicka och ta emot betalningar.

source: Your Liberapay profile has been marked as spam by a staff member. It is now hidden.
sv: Din Liberapay-profil har blivit markerad som vilseledande av en anstÃ¤lld. Den Ã¤r nu gÃ¶md.

source: Your Liberapay account is at risk of being disabled
sv: Ditt Liberapay-konto riskerar att inaktiveras

source: The information you've put in your Liberapay profile isn't sufficient to verify that your attempt to collect donations is legitimate.
sv: Informationen du har angett i din Liberapay-profil Ã¤r inte tillrÃ¤cklig fÃ¶r att styrka att du samlar donationer i ett legitimt syfte.

source: The information in your Liberapay profile is too old to enable us to check that your use of our service is still legitimate.
sv: Informationen i din Liberapay-profil Ã¤r fÃ¶r gammal fÃ¶r att vi ska kunna kontrollera att din anvÃ¤ndning av vÃ¥r tjÃ¤nst fortfarande Ã¤r legitim.

source: You appear to be using Liberapay for something other than the {link_start}authorized use cases{link_end}.
sv: Du verkar anvÃ¤nda Liberapay fÃ¶r nÃ¥got annat Ã¤n de {link_start}godkÃ¤nda Ã¤ndamÃ¥len{link_end}.

source: Please {link_start}edit your profile{link_end} to rectify this problem. If you don't, your account may be disabled.
sv: VÃ¤nligen {link_start}redigera din profil{link_end} fÃ¶r att Ã¥tgÃ¤rda problemet. Om du inte gÃ¶r det kan ditt konto inaktiveras.

source: If you no longer want to use Liberapay, please {link_start}close your account{link_end}.
sv: Om du inte lÃ¤ngre vill anvÃ¤nda Liberapay, vÃ¤nligen {link_start}avsluta ditt konto{link_end}.

source: Greetings,
sv: VÃ¤lkommen,

source: Something wrong? This email was sent automatically, but you can contact us by replying to it.
sv: Ãr det nÃ¥got som inte stÃ¤mmer? Detta mejl skickades automatiskt till dig, men du kan kontakta oss genom att svara pÃ¥ det.

source: Change your email settings
sv: Ãndra dina e-postinstÃ¤llningar

source: It's time to renew your donation to {username} on Liberapay
sv: Det Ã¤r dags att fÃ¶rnya din donation till {username} pÃ¥ Liberapay

source: It's time to renew your donations on Liberapay
sv: Det Ã¤r dags att fÃ¶rnya dina donationer pÃ¥ Liberapay

source: Your donation of {amount} to {recipient} is awaiting payment.
sv: Din donation pÃ¥ {amount} till {recipient} vÃ¤ntar pÃ¥ betalning.

source: {amount} to {username}
sv: {amount} till {username}

source: Manage your donations
sv: Hantera dina donationer

source: It's past time to renew your donation to {username} on Liberapay
sv: Det Ã¤r dags att fÃ¶rnya din donation till {username} pÃ¥ Liberapay

source: It's past time to renew your donations on Liberapay
sv: Det Ã¤r dag att fÃ¶rnya dina donationer pÃ¥ Liberapay

source: Your donation of {amount} per week to {username} needs to be renewed before {date}.
sv: Din donation av {amount} per vecka till {username} behÃ¶ver fÃ¶rnyas innan {date}.

source: Your donation of {amount} per month to {username} needs to be renewed before {date}.
sv: Din donation av {amount} per mÃ¥nad till {username} behÃ¶ver fÃ¶rnyas innan {date}.

source: Your donation of {amount} per year to {username} needs to be renewed before {date}.
sv: Din donation av {amount} per Ã¥r till {username} behÃ¶ver fÃ¶rnyas innan {date}.

source: Your donation of {amount} per week to {username} was supposed to be renewed before {past_date}.
sv: Din donation pÃ¥ {amount} per vecka till {username} skulle fÃ¶rnyas fÃ¶re {past_date}.

source: Your donation of {amount} per month to {username} was supposed to be renewed before {past_date}.
sv: Din donation pÃ¥ {amount} per mÃ¥nad till {username} skulle fÃ¶rnyas fÃ¶re {past_date}.

source: Your donation of {amount} per year to {username} was supposed to be renewed before {past_date}.
sv: Din donation pÃ¥ {amount} per Ã¥r till {username} skulle ha fÃ¶rnyats fÃ¶re {past_date}.

source: If you wish to modify or stop a donation, click on the following link: {link_start}manage my donations{link_end}.
sv: Om du Ã¶nskar Ã¤ndra eller stoppa en donation, klicka pÃ¥ fÃ¶ljande lÃ¤nk: {link_start}Hantera mina donationer{link_end}.

source: Your email address is temporarily blacklisted
sv: Din e-postadress Ã¤r temporÃ¤rt svartlistad

source: Your email address has been blacklisted
sv: Din e-postadress har blivit svartlistad

source: We are suspending sending notifications to your address {email_address} until {date}, because a recent attempt to email you has failed.
sv: Vi slutar att skicka aviseringar till din adress {email_address} till {date}, eftersom ett fÃ¶rsÃ¶k nyligen att skicka e-post till dig har misslyckats.

source: We will no longer send emails to your address {email_address}, because a recent attempt to do so has failed.
sv: Vi kommer inte lÃ¤ngre att skicka e-postmeddelanden till din adress {email_address}, eftersom ett fÃ¶rsÃ¶k att gÃ¶ra det nyligen har misslyckats.

source: We will no longer send emails to your address {email_address}, because we've received a complaint from the email provider. Please send an email from that address to support@liberapay.com if you want us to remove it from the blacklist.
sv: Vi kommer inte fortsÃ¤tta att skicka e-post till din adress {email_address}, eftersom vi har mottagit ett klagomÃ¥l frÃ¥n e-postleverantÃ¶ren. Var god skicka ett mejl frÃ¥n den adressen till support@liberapay.com om du vill att vi tar bort svartlistningen.

source: The error message from the email system was:
sv: Felmeddelandet frÃ¥n e-postsystemet var:

source: Manage your email addresses
sv: Hantera dina e-postadresser

source: Your Liberapay income is approximately {money_amount} this week
sv: Din Liberapay-inkomst Ã¤r ungefÃ¤r {money_amount} denna vecka

source: Your Liberapay income is {money_amount} this week
sv: Din Liberapay-inkomst Ã¤r {money_amount} denna vecka

source: Here is the breakdown of your income this week:
sv: HÃ¤r Ã¤r en Ã¶versikt av din inkomst denna vecka:

source: Personal donations: none.
sv: Personliga donationer: inga.

source: Donations through teams: none (you are not a member of any team).
sv: Donationer genom lag: inga (du Ã¤r inte medlem i nÃ¥got lag).

source: NB: Donations through Liberapay are now paid in advance instead of being transferred weekly. The numbers above match what you would have received this week under the old system.
sv: NB: Donationer genom Liberapay betalas nu i fÃ¶rskott istÃ¤llet fÃ¶r att Ã¶verfÃ¶ras veckovis. Numrena ovanfÃ¶r motsvarar vad du hade mottagit denna vecka med det gamla systemet.

source: Your invoice to {0} has been accepted - Liberapay
sv: Din faktura till {0} har godkÃ¤nts - Liberapay

source: Your request for a payment of {amount} from {addressee_name} has been accepted.
sv: Din begÃ¤ran om betalning av {amount} frÃ¥n {addressee_name} har godkÃ¤nts.

source: View the invoice
sv: Se fakturan

source: Your invoice to {0} has been accepted and paid - Liberapay
sv: Din faktura till {0} har blivit godkÃ¤nd och betalad - Liberapay

source: Your invoice of {amount} to {addressee_name} has been paid.
sv: Din faktura {amount} till {addressee_name} har betalats.

source: Your invoice to {0} has been rejected - Liberapay
sv: Din faktura till {0} har blivit avvisad - Liberapay

source: Your request for a payment of {amount} from {addressee_name} has been rejected.
sv: Din begÃ¤ran om betalning av {amount} frÃ¥n {addressee_name} har blivit avvisad.
